IDEA Open Model
RigidLink.RigidZ Property
Compatible with IDEA StatiCa Beta 20.0
 DOF rigid in Z dirrection
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public bool RigidZ { get; set; }
Public Property RigidZ As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
RigidLink Class
IdeaRS.OpenModel.Model Namespace